Baluster Separation is too small.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId BalustersTooCloseAbsolute { get; }
  Visual Basic
Public Shared ReadOnly Property BalustersTooCloseAbsolute As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ BalustersTooCloseAbsolute {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace